export default {
    languageName: "Русский",
    header: {
        archive: "Все вопросы",
        about: "О нас",
        addNew: "Добавить вопрос"
    },
    addNew: {
        title: "Заголовок",
        detail: "Содержание",
        sensitiveTrue: "Содержит конфиденциальную информацию",
        sensitiveFalse: "Не содержит конфиденциальной информации",
        submit: "Отправить",
        success: "Вопрос успешно добавлен!",
        error: "Ошибка:",
        needReview: "Ваш вопрос должен быть рассмотрен владельцем сайта, прежде чем он будет показан."
    },
    card: {
        showSensitive: "Показать конфиденциальную информацию"
    },
    aboutPage: {
        description: "CyberGui - это анонимный ящик для личных вопросов с открытым исходным кодом, простое и легко развертываемое программное обеспечение, позволяющее другим людям задавать вам анонимные вопросы, чтобы узнать вас получше.",
        guiCharacter: "匦 - это коробка, использовавшаяся древним китайским правительством для сбора писем от народа.",
        author: "Автор:",
        github: "GitHub:",
        email: "Электронная почта:"
    },
    terminal: {
        answer: "Ваш ответ",
        delete: "Удалить",
        sensitiveTrue: "Конфиденциально",
        sensitiveFalse: "Обычный",
        login: "Логин",
        confirm: "Подтвердить",
        password: "Пароль",
        wrongPass: "Ошибка:",
        emptyPass: "Пустой пароль",
        deleteConfirm: "Вы уверены, что хотите удалить?",
        cancel: "Отмена",
        deleted: "Удалено",
        answerquestion: "Ответить",
        review: "Проверка",
        success: "Операция успешна"
    }
}
